{
    "messages": [
        {
            "version":1,
            "message":"<h1>Welcome to the Symbaroum system</h1><br />We are happy that you are using our system and wish you best of luck.<br/>If you want to give some feedback on the system, the developers are active on both the Foundry Discord (channel #free-league) and Davokar Explorers Discord."
        },
        {
            "version":9,
            "message":"<h1>Foundry Symbaroum Official</h1><br />The Foundry VTT Symbaroum system is now Official with the release of the Free League modules - buy them at <a href='https://freeleaguepublishing.com/en/store/?collection_id=79768780848'>Free League Store</a> to help your game, or just to support further modules to be produced.<br /><br />  The team is still the same, with the passionate, awesome and humble devs dedicating their free time to enhance the system.<br /><br /> As always, drop by either the <a href='https://discord.gg/foundryvtt'>Foundry VTT #free-league</a> discord, or the <a href='https://discord.gg/nDJccWZz'>Davokar Explorers league</a> discord, where the team are active to help or assist."
        },
        {
            "version":20,
            "message":"<h1>Symbaroum for Foundry v10 &amp; v11</h1><br /> We've released Symbaroum for Foundry v10 &amp;  v11, with Free League pushing the premium modules for both  v10 &amp; v11 now. <h2>Important note:</h2> If you are on <b>Foundry v9</b> still - make sure you go to Symbaroum release <a href='https://github.com/pwatson100/symbaroum/releases/tag/3.1.8' >3.1.8</a> and load your world and data, before upgrading to Foundry v11.<br/> <br/>Before you get to installing the new version of Foundry, here are some healthy and good tips.<br /> <h2>Make a backup</h2> See <a href='https://www.youtube.com/watch?v=OmbxMmqNNXU' >Foundry tutorial for backups</a><br /><br/><h2>Check your other systems</h2> To avoid issues, check that your favourite systems and modules  are updated to v11<br /><br/> <b>And finally, once again, make a backup - with Foundry, only you can prevent data loss</b><br/> If you have questions and/or need help, ping us on either on #symbaroum-vtt-foundry on Davokar Explorers Discord or the #free-league channel on Foundry discord."
        }
    ]    
}
