{
    "messages": [
        {
            "version":1,
            "message":"<h1>Welcome to the Symbaroum system</h1><br />We are happy that you are using our system and wish you best of luck.<br/>If you want to give some feedback on the system, the developers are active on both the Foundry Discord (channel #free-league) and Davokar Explorers Discord."
        },
        {
            "version":9,
            "message":"<h1>Foundry Symbaroum Official</h1><br />The Foundry VTT Symbaroum system is now Official with the release of the Free League modules - buy them at <a href='https://freeleaguepublishing.com/en/store/?collection_id=79768780848'>Free League Store</a> to help your game, or just to support further modules to be produced.<br /><br />  The team is still the same, with the passionate, awesome and humble devs dedicating their free time to enhance the system.<br /><br /> As always, drop by either the <a href='https://discord.gg/foundryvtt'>Foundry VTT #free-league</a> discord, or the <a href='https://discord.gg/nDJccWZz'>Davokar Explorers league</a> discord, where the team are active to help or assist."
        },
        {
            "version":13,
            "message":"<h1>Symbaroum 3.1.8</h1><br />We are happy to let you know that we released the Symbaroum 3.1.8. <br /> This is likely the last release before Foundry v10 is released. <br /><br /> As always, if you have comments, please visit the #free-league channel on the Foundry Discord or join #symbaroum-vtt-foundry on Davokar Explorers League Discord.  You can also see open features and bugs on our github page and are welcome to contribute. If you have comments, positive or negative feedback, please visit the #free-league channel on the Foundry Discord.  You can also see open features and bugs on our github page and are welcome to contribute."
        },
        {
            "version":14,
            "message":"<h1>Preparations</h1><br />We are gearing up for the release of Foundry v10 and with that a new version of the Symbaroum system. We expect the new version to be released when the commercial modules have a v10 version available. So the new version <b>is not out yet.</b><br /><br /> An important note that the Symbaroum system will only support upgrading to Foundry v10 from Symbaroum v3.1.8. If you are currently on Symbaroum v3.1.8 or newer than you are all prepared.<br /><br />If your system is older than 3.1.8, then we encourage you to upgrade to Symbaroum v3.1.8, as we can't guarantee a safe migration from older releases.  Remember that always, when upgrading systems to make a backup - see <a href='https://www.youtube.com/watch?v=OmbxMmqNNXU'>Foundry tutorial for backups</a>. <br/><br/><b>With Foundry, only you can prevent data loss</b><br/><br/> If you have to do a manual upgrade to v3.1.8 because foundry does not allow you to upgrade, please see https://foundryvtt.com/article/tutorial/ for how to perform a manual installation - the  manifest for Symbaroum 3.1.8 can be found <a target='_blank' href='https://github.com/pwatson100/symbaroum/releases/tag/3.1.8'>https://github.com/pwatson100/symbaroum/releases/tag/3.1.8</a> - There you can right click and select 'copy link' on the system.json and use that for your manual installation. <br/><br/> If you have questions and/or need help, ping us on either on #symbaroum-vtt-foundry on Davokar Explorers Discord or the #free-league channel on Foundry discord."
        },
        {
            "version":15,
            "message":"<h1>Avoding pain</h1><br />In the next week, give or take, Symbaroum and the commercial modules will go to v10.  As part of that, it is prudent to remind everyone that <a href='https://www.youtube.com/watch?v=OmbxMmqNNXU'><b>backups are important</b></a>. Once a world has been upgraded to v10, it can't go back unless you have a backup.  <br/>Remember to check your key modules work in v10, as they might not be available yet. If you are unsure and would like to test to see what works and what does not work in v10, you can follow the <a href='https://www.youtube.com/watch?v=B74ZAp3xx3o'>guide for running two</a> (or more) versions of Foundry on the same machine. However, always make a <b>backup</b>. <br/> If you have questions and/or need help, ping us on either on #symbaroum-vtt-foundry on Davokar Explorers Discord or the #free-league channel on Foundry discord."
        }



    ]    
}
