{
    "messages": [
        {
            "version":1,
            "message":"<h1>Welcome to the Symbaroum system</h1><br />We are happy that you are using our system and wish you best of luck.<br/>If you want to give some feedback on the system, the developers are active on both the Foundry Discord (channel #free-league) and Davokar Explorers Discord."
        },
        {
            "version":9,
            "message":"<h1>Foundry Symbaroum Official</h1><br />The Foundry VTT Symbaroum system is now Official with the release of the Free League modules - buy them at <a href='https://freeleaguepublishing.com/en/store/?collection_id=79768780848'>Free League Store</a> to help your game, or just to support further modules to be produced.<br /><br />  The team is still the same, with the passionate, awesome and humble devs dedicating their free time to enhance the system.<br /><br /> As always, drop by either the <a href='https://discord.gg/foundryvtt'>Foundry VTT #free-league</a> discord, or the <a href='https://discord.gg/nDJccWZz'>Davokar Explorers league</a> discord, where the team are active to help or assist."
        },
        {
            "version":19,
            "message":"<h1>It's a whole new world</h1><br />We are gearing up for the release of Symbaroum for Foundry v11. Before you get to installing the new version of Foundry, here are some healthy and good tips.<br /><h2>Wait for the release of Symbaroum</h2>We are not yet there, but in the next week or two<br/><br/><h2>Make a backup</h2> See <a href='https://www.youtube.com/watch?v=OmbxMmqNNXU'>Foundry tutorial for backups</a><br /><br/><h2>Check your systems</h2> Many systems are not yet updated to v11 - so check if the systems you run are updated<br /><br/><h2>Check your modules</h2> Check that your modules are up to v11<br/><br/><b>And finally, once again, make a backup - with Foundry, only you can prevent data loss</b><br/>If you have questions and/or need help, ping us on either on #symbaroum-vtt-foundry on Davokar Explorers Discord or the #free-league channel on Foundry discord."
        }

    ]    
}
