{
    "messages": [
        {
            "version":1,
            "message":"<h1>Welcome to the Symbaroum system</h1><br />We are happy that you are using our system and wish you best of luck.<br/>If you want to give some feedback on the system, the developers are active on both the Foundry Discord (channel #free-league) and Davokar Explorers Discord."
        },
        {
            "version":9,
            "message":"<h1>Foundry Symbaroum Official</h1><br />The Foundry VTT Symbaroum system is now Official with the release of the Free League modules - buy them at <a href='https://freeleaguepublishing.com/en/store/?collection_id=79768780848'>Free League Store</a> to help your game, or just to support further modules to be produced.<br /><br />  The team is still the same, with the passionate, awesome and humble devs dedicating their free time to enhance the system.<br /><br /> As always, drop by either the <a href='https://discord.gg/foundryvtt'>Foundry VTT #free-league</a> discord, or the <a href='https://discord.gg/nDJccWZz'>Davokar Explorers league</a> discord, where the team are active to help or assist."
        },
        {
            "version":12,
            "message":"<h1>Symbaroum 3.1.7</h1><br />We are happy to let you know that the offical Symbaroum for Foundry version 3.1.7 was released just before Christmas. This release contained changes to make Symbaroum compatible with both Foundry 0.8 and v9. <br />If you are running Foundry <b>v0.8</b> with the official Symbaroum modules, we advise to <b>not</b> upgrade Journal Anchor Link - there are known issues with the Journal Anchor Link 2.0 under Foundry 0.8.  If you already done this and are <b>not</b> upgrading to Foundry v9 - then you can installl Journal Anchor Link 1.2<br /> As always, if you have comments, please visit the #free-league channel on the Foundry Discord or join #symbaroum-vtt-foundry on Davokar Explorers League Discord.  You can also see open features and bugs on our github page and are welcome to contribute. If you have comments, positive or negative feedback, please visit the #free-league channel on the Foundry Discord.  You can also see open features and bugs on our github page and are welcome to contribute."
        }
    ]    
}
